[{"date":"January 16, 2023","title":"NASA's Briefcase-Size MarCO Satellite Picks Up Honors","text":"The twin spacecraft, the first of their kind to fly into deep space, earn a Laureate from Aviation Week & Space Technology."},{"date":"January 15, 2023","title":"The MarCO Mission Comes to an End","text":"The pair of briefcase-sized satellites made history when they sailed past Mars in 2019."},{"date":"January 15, 2023","title":"NASA Establishes Board to Initially Review Mars Sample Return Plans","text":"The board will assist with analysis of current plans and goals for one of the most difficult missions humanity has ever undertaken."},{"date":"January 11, 2023","title":"What's Mars Solar Conjunction, and Why Does It Matter?","text":"NASA spacecraft at Mars are going to be on their own for a few weeks when the Sun comes between Mars and Earth, interrupting communications."},{"date":"January 10, 2023","title":"NASA Updates Mars 2020 Mission Environmental Review","text":"NASA and the Department of Energy have completed a more detailed risk analysis for the Mars 2020 rover launch from Florida."},{"date":"January 6, 2023","title":"NASA Readies Perseverance Mars Rover's Earthly Twin ","text":"Did you know NASA's next Mars rover has a nearly identical sibling on Earth for testing? Even better, it's about to roll for the first time through a replica Martian landscape."},{"date":"January 3, 2023","title":"NASA's Mars 2020 Will Hunt for Microscopic Fossils","text":"A new paper identifies a ring of minerals at the rover's landing site that are ideal for fossilizing microbial life."},{"date":"January 1, 2023","title":"NASA's New Mars Rover Will Use X-Rays to Hunt Fossils","text":"PIXL, an instrument on the end of the Perseverance rover's arm, will search for chemical fingerprints left by ancient microbes."},{"date":"December 28, 2022","title":"3 Things We've Learned From NASA's Mars InSight ","text":"Scientists are finding new mysteries since the geophysics mission landed two years ago."},{"date":"December 27, 2022","title":"NASA's Perseverance Rover Goes Through Trials by Fire, Ice, Light and Sound","text":"The agency's new Mars rover is put through a series of tests in vacuum chambers, acoustic chambers and more to get ready for the Red Planet."},{"date":"December 20, 2022","title":"NASA's Mars 2020 Heads Into the Test Chamber","text":"In this time-lapse video taken at JPL, engineers move the Mars 2020 rover into a large vacuum chamber for testing in Mars-like environmental conditions."},{"date":"December 20, 2022","title":"6 Things to Know About NASA's Ingenuity Mars Helicopter","text":"The first helicopter attempting to fly on another planet is a marvel of engineering. Get up to speed with these key facts about its plans."},{"date":"December 19, 2022","title":"New Selfie Shows Curiosity, the Mars Chemist","text":"The NASA rover performed a special chemistry experiment at the location captured in its newest self-portrait."},{"date":"December 16, 2022","title":"Three New Views of Mars' Moon Phobos","text":"Taken with the infrared camera aboard NASA's Odyssey orbiter, they reveal temperature variations on the small moon as it drifts into and out of Mars’ shadow."},{"date":"December 15, 2022","title":"NASA's Mars Helicopter Attached to Mars 2020 Rover ","text":"The helicopter will be first aircraft to perform flight tests on another planet."}]